const data ={
    breadcrumbs: [
        {
            text: 'Главная',
            disabled: false,
            href: '/',
        },
        {
            text: 'Блог',
            disabled: true,
            href: '/',
        },
    ],
    title: 'Наш блог',
    categories: [
        {
            id: 0,
            name: 'Все',
            href: '/',
        },
        {
            id: 1,
            name: 'Новости',
            href: '/',
        },
        {
            id: 2,
            name: 'Правила въезда',
            href: '/',
        }, {
            id: 3,
            name: 'Куда поехать?',
            href: '/',
        },
        {
            id: 4,
            name: 'Когда поехать?',
            href: '/',
        },
        {
            id: 5,
            name: 'Семейный отдых',
            href: '/',
        },
        {
            id: 6,
            name: 'Отдых в России',
            href: '/',
        },
        {
            id: 7,
            name: 'Советы',
            href: '/',
        },
        {
            id: 8,
            name: 'Приключения',
            href: '/',
        },
        {
            id: 9,
            name: 'Бюджетный отдых',
            href: '/',
        },
        {
            id: 10,
            name: 'Отдыхайте выгодно!',
            href: '/',
        },
    ],
    posts: [
        {
            id: 0,
            title: 'Что нужно знать в ОАЭ',
            description: 'Современная Турция образовалась в 1923 году в результате распада Османской империи после её поражения в Первой мировой войне и последовавшей национально-освободительной войны.',
            img: '/images/1.jpg',
            date: '5 мая 2021',
            timeToRead: '3 мин',
        },
        {
            id: 1,
            title: 'Россия. Новые направления',
            description: 'Современная Турция образовалась в 1923 году в результате распада Османской империи после её поражения в Первой мировой войне и последовавшей национально-освободительной войны.',
            img: '/images/2.jpg',
            date: '5 мая 2021',
            timeToRead: '3 мин',
        },
        {
            id: 2,
            title: 'Албания',
            description: 'Современная Турция образовалась в 1923 году в результате распада Османской империи после её поражения в Первой мировой войне и последовавшей национально-освободительной войны.',
            img: '/images/3.jpg',
            date: '5 мая 2021',
            timeToRead: '3 мин',
        },
        {
            id: 3,
            title: 'Что нужно знать в ОАЭ',
            description: 'Современная Турция образовалась в 1923 году в результате распада Османской империи после её поражения в Первой мировой войне и последовавшей национально-освободительной войны.',
            img: '/images/1.jpg',
            date: '5 мая 2021',
            timeToRead: '3 мин',
        },
        {
            id: 4,
            title: 'Россия. Новые направления',
            description: 'Современная Турция образовалась в 1923 году в результате распада Османской империи после её поражения в Первой мировой войне и последовавшей национально-освободительной войны.',
            img: '/images/2.jpg',
            date: '5 мая 2021',
            timeToRead: '3 мин',
        },
        {
            id: 5,
            title: 'Албания',
            description: 'Современная Турция образовалась в 1923 году в результате распада Османской империи после её поражения в Первой мировой войне и последовавшей национально-освободительной войны.',
            img: '/images/3.jpg',
            date: '5 мая 2021',
            timeToRead: '3 мин',
        },
    ],
}
export default data;